Repository: eea/volto-embed
Catalog: locales/*/LC_MESSAGES/volto.po
Languages: de

source: Alignment
de: Ausrichtung

source: CSS height
de: CSS Höhe

source: Center
de: Mitte

source: ESRI Maps Embedded Block
de: ESRI-Karten eingebetteter Block

source: Embed code error, please follow the instructions and try again.
de: Einbettungscodefehler, bitte folgen Sie den Anweisungen und versuchen Sie es erneut.

source: Embeded ESRI Maps
de: Eingebettete ESRI Karten

source: Enter map Embed Code
de: Karten Code eingeben

source: Full
de: Voll

source: Left
de: Links

source: Live image generated
de: Live-Bild generiert

source: Map height
de: Kartenhöhe

source: Maps
de: Karten

source: Maps URL
de: Karten URL

source: No map selected
de: Keine Karte ausgewählt

source: Please enter the embed code or URL for the ESRI webmap.
de: Bitte geben Sie den Einbettungscode oder die URL für die ESRI-Webkarte ein.

source: Right
de: Rechts

source: Success
de: Erfolgreich

source: Use screen height
de: Bildschirmhöhe verwenden

source: backgroundImage
de: Hintergrundbild

source: backgroundImageDescription
de: Die Komponente generiert automatisch ein statisches Bild als Platzhalter aus der URL der definierten Karte. Dieses Bild wird beim Bearbeiten der Seite erneuert. Um dies außer Kraft zu setzen, laden Sie hier ein Bild hoch

source: cssHeight
de: CSS Höhe

source: cssMapHeightDescription
de: Legen Sie die Höhe der Kartenkomponente mithilfe von CSS-Höhenwerten fest.

source: dataProtection
de: Datenschutz

source: Embed interactive Map
de: Interaktive Karte einbetten

source: enabled
de: Haftungsausschluss für den Datenschutz aktiviert

source: enabledDescription
de: Aktivieren/Deaktivieren des Datenschutzes

source: mapDefaultLabel
de: Standard

source: mapSelection
de: Bitte wählen Sie eine Karte aus dem Blockeditor.

source: mapUrl
de: Karten URL

source: mapValueLabel
de: Wert

source: parametersDescription
de: Legen Sie eine Liste von Parametern fest.

source: parametersTitle
de: Parameter

source: privacyCookieKey
de: Datenschutz-Cookie-Schlüssel

source: privacyCookieKeyDescription
de: Standard für Esri-Karten verwenden, sonst ändern

source: privacyStatement
de: Datenschutzerklärung

source: privacyStatementDescription
de: Definiert in der Vorlage. Nur bei Bedarf ändern

source: privacyStatementPart1
de: Diese Karte wird von einer dritten Partei, dem Environmental Systems Research Institute, gehostet. Durch die Anzeige des externen Inhalts akzeptieren Sie die Bedingungen von

source: privacyStatementPart2
de: . Dazu gehören auch deren Cookie-Richtlinien, über die wir keine Kontrolle haben.

source: showEnlargeButton
de: Schaltfläche „Vergrößern“ anzeigen

source: showMoreInfo
de: Mehr Infos anzeigen

source: showNote
de: Notiz anzeigen

source: showShareButton
de: Schaltfläche „Teilen“ anzeigen

source: showSources
de: Quellen anzeigen

source: showSourcesDescription
de: Zeigt die auf dieser Seite festgelegten Quellen an
